results/core6_v1/raw_batch2_20260710/incremental_blocks_6_10/20260710T225937_spike_F30_rep7/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 174412 out of 174412
     data_received..................: 40 MB   70 kB/s
     data_sent......................: 18 MB   32 kB/s
     http_req_blocked...............: avg=4.6µs    min=952ns    med=3.75µs   max=30.37ms  p(90)=5.76µs   p(95)=6.8µs   
     http_req_connecting............: avg=328ns    min=0s       med=0s       max=30.32ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=21.58ms  min=450.39µs med=20.9ms   max=66.73ms  p(90)=40.61ms  p(95)=43.23ms 
       { expected_response:true }...: avg=21.58ms  min=450.39µs med=20.9ms   max=66.73ms  p(90)=40.61ms  p(95)=43.23ms 
   ✓ http_req_failed................: 0.00%   0 out of 174412
     http_req_receiving.............: avg=284.72µs min=7.58µs   med=150.56µs max=27.62ms  p(90)=631µs    p(95)=845.5µs 
     http_req_sending...............: avg=11.25µs  min=2.66µs   med=8.56µs   max=1.39ms   p(90)=15.65µs  p(95)=24.58µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=21.28ms  min=366.27µs med=20.63ms  max=66.54ms  p(90)=40.11ms  p(95)=42.75ms 
     http_reqs......................: 174412  305.962258/s
     iteration_duration.............: avg=122.22ms min=101.83ms med=121.56ms max=167.67ms p(90)=141.21ms p(95)=143.87ms
     iterations.....................: 174412  305.962258/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100